{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2023/04/04/hello-world/"},{"title":"課題曲マーチって結局なんなの？","text":"結論：基本メロディーは木管で曲の途中に低音地帯があり最後には転調して金管中低音のカウンターメロディーがあるマーチこんにちは。こらーるです。『課題曲マーチ』という言葉、顧問やOB・OGの先輩からよく言われますよね。Twitterでは軽蔑の意味で使われてたりする課題曲マーチ、一体どのようなものなのでしょうか。それを調べても定義が出てこなかったので、自分なりに考えてみました。結論を基に解説していこうと思います。 1.序奏(A)序奏、練習番号で言えばAより前の部分ですね。最近の曲は最初にフルート等がトリルを鳴らし、金管でメロディーが進行します。序奏は曲によってトロンボーンがトランペットの一オクターブ下を吹いている場合とトロンボーンがトランペットと掛け合っている曲があります。最近の曲で例えると、『エールマーチ』と『ブルー・スプリング』が分かりやすい例ですね。最近の曲は結構似通っているものが多く、過去の曲のようなユニークさは無くなってきているように感じます。それがいい事なのか、悪い事なのかは人によって評価が変わるでしょう。ただ、最近の曲が似通っているせいでTwitterから『課題曲マーチ』と軽蔑の意味で使われているのではないでしょうか。 2.主部2-1.高音進行(A)主部の最初は木管、クラリネットやアルトがメロディーで進行します。過去の曲ではトランペットがメロディーで進行することもありましたが、現在はクラリネットやアルトで進行することが主流となっています。またこの際に中低音や低音が表打ちや裏打ち、伸ばしをしていることが多く、オブリガートは少ない印象です。ただ、次の中低音進行の少し前から中低音がオブリガードをすることがあり、主部全体にオブリガートがない、とは言い切ることができません。 2-2.中低音進行(A)皆さんおなじみ中低音進行。課題曲マーチの顔といっても差し支えないのでしょうか？金管木管問わず中低音が主体となる場面になっており、力強い場面となります。また、高音のオブリガードも素晴らしく、すべての楽器が表へと立つ数少ない場面でもあります。ここは課題曲マーチ特有の場面であり、通常のマーチではほとんど採用されていない場面でもあります。課題曲マーチが好きという方はこの場面を求めている方も多いのではないでしょうか？ 2-3.高音進行(A’)中低音地帯が終わるとまたもや高音進行に戻ってきます。ここは高音進行とほぼ同じで少し音が変わっているだけの部分です。このA’高音地帯をどう作るか、どう指揮をするかでセンスが問われてきますね。 (Opt)2-4.中低音進行(A’)またもや中低音地帯です。ここがあるかは曲によって違っていて、たとえば『エールマーチ』では採用されていますが、『煌めきの朝』では採用されていなかったりします。ここではアウフタクトが追加されていたり若干音が変わっていたりします。 序奏(A’)ここまでくると序奏まで戻ってきます。やっと折り返し地点ですね。この序奏は若干調が変わっていたりして変化が感じられます。また、ここは次のTrioへの導入なので結構重要であったりします。一般的な指揮では、ここを壮大にしTrioを抑えるという指揮の仕方がメジャーです。 中間部TrioこのTrioではクラリネットやアルトがメロディーを吹きますが高音地帯と違うのは音が小さめで穏やかな感じであるという事です。曲によってはフルートやピッコロ、アルト等のソロがあったりしますが、これは課題曲マーチだけでなく普通のマーチにもあります。ここでもやはり中低音は伸ばしや裏打ち表打ちをしています。 中間部展開ここは普通のマーチにはなく、ここからが課題曲マーチの真骨頂となっていく部分です。普通のマーチではここは中間部展開でなく、主部に戻るのですが、展開をしてエンディングへとつなげていくのが課題曲マーチです。中間部展開部分の始めでは中低音がメロディーとなっていることが多く、高音はオブリガードを吹いています。ここは中低音進行と同じく力強い部分になっています。中低音がひととおり吹き終わると、今度はまたもや高音のメロディーとなります。ここもTrioと同じく穏やかに描かれていることが多くなっています。 後奏ここはエンディングです。調が変化し、中低音が高音のカウンターメロディを奏でます。これまでの集大成のような部分で、キラキラとした部分になっています。先ほどの中間部展開と同じようにここは普通のマーチにはなく、課題曲マーチのみのものです。もっと解説したいのですが語彙力や文章力、自分の楽典が足りず話せません。すみません。 あとがきざっとこんな感じです。まだまだ書き足りない部分や補足説明をする必要がある部分もありますが都度書き足します。それではお疲れさまでした。","link":"/2023/04/07/%E8%AA%B2%E9%A1%8C%E6%9B%B2%E3%83%9E%E3%83%BC%E3%83%81/"}],"tags":[{"name":"吹奏楽","slug":"吹奏楽","link":"/tags/%E5%90%B9%E5%A5%8F%E6%A5%BD/"},{"name":"課題曲","slug":"課題曲","link":"/tags/%E8%AA%B2%E9%A1%8C%E6%9B%B2/"},{"name":"マーチ","slug":"マーチ","link":"/tags/%E3%83%9E%E3%83%BC%E3%83%81/"}],"categories":[{"name":"吹奏楽","slug":"吹奏楽","link":"/categories/%E5%90%B9%E5%A5%8F%E6%A5%BD/"}],"pages":[]}